const data = {
    header: [
        { title: 'خانه', link: '/', name: "home" },
        { title: 'منو', link: '/menu', name: "menu" },
        { title: 'محصولات', link: '#', name: "product" },
        { title: 'مجله', link: '/magazine', name: "magazine" }
    ],
    count: [
        { title: 'نوع قهوه', number: 30 },
        { title: 'مشتری راضی', number: 100 },
        { title: 'شعبه', number: 3 },
        { title: 'اکسسوری', number: 50 }
    ],
    populerMenu: [
        { title: 'اسپرسو', img: "/img/اسپرسو.png", price: 42, caption: "ساخته شده با دانه های قهوه عربیکا" },
        { title: 'لاته', img: "/img/لاته.png", price: 60, caption: "تشکیل شده از اسپرسو و شیر و پودر کاکائو" },
        { title: 'ماکیاتو', img: "/img/ماکیاتو.png", price: 64, caption: "تشکیل شده از اسپرسو و فوم شیر" },
        { title: 'نسکافه', img: "/img/نسکافه.png", price: 64, caption: "تشکیل شده از قهوه با پودر خامه و شکر" },
        { title: 'هات دبل', img: "/img/هات چاکلت.png", price: 55, caption: "تشکیل شده از شکلات و شیر و خامه" },
        { title: 'چایی', img: "/img/چایی.png", price: 50, caption: "قوری چایی به اندازه 4 نفر همراه با مخلفات" }
    ],
    menus: [
        {
            name: 'coffee', img: '/img/Menu/قهوه.png', title: 'قهوه',
            items: [
                { title: 'لته', img: '/img/Menu/لته.jpg', caption: "اسپرسو + شیر + فوم شیر", price: 90 },
                { title: 'کارامل ماکیاتو', img: '/img/Menu/کاراملماکیاتو.jpg', caption: "اسپرسو + وانیل سیروپ + شیر بخار داده شده + سس کارامل", price: 130 },
                { title: 'آفوگاتو', img: '/img/Menu/افوگاتو.webp', caption: 'اسپرسو + بستنی', price: 100 },
                { title: 'لته فندق', img: '/img/Menu/لته فندق.jpeg', caption: '۱ شات اسپرسو شیر گرم و فوم‌دار سیروپ فندق + خامه زده شده + پودر فندق', price: 120 },
                { title: 'امریکانو', img: '/img/Menu/امریکانو.png', caption: 'اسپرسو + آب داغ', price: 70 },
                { title: 'موکا', img: '/img/Menu/موکا.jpg', caption: 'اسپرسو + شیر + سس شکلات', price: 130 },
                { title: 'دوپیو', img: '/img/Menu/دوپیو.jpg', caption: 'دو شات اسپرسو', price: 90 },
            ]
        },
        {
            name: 'iceCoffee', img: '/img/Menu/ایسکافی.webp', title: 'آیس کافی',
            items: [
                { title: 'فراپه کارامل', img: '/img/Menu/فراپه.jpg', caption: 'فراپه کارامل با ترکیب قهوه سرد، یخ، شیر و سس کارامل خامه‌ای', price: 120 },
                { title: 'آیس کارامل ماکیاتو', img: '/img/Menu/ایسماکیاتو.jpg', caption: 'اسپرسو + شیر سرد + سس کارامل + یخ + عصاره وانیل', price: 125 },
                { title: 'آیس لته', img: '/img/Menu/ایسلته.jpg', caption: ' بیس فوم شیر، یک شات اسپرسو، ۷۰% قهوه روبوستا و ۳۰% قهوه عربیکا، یخ', price: 110 },
                { title: 'آیس موکا', img: '/img/Menu/ایسموکا.jpg', caption: ' اسپرسو، ۷۰% قهوه روبوستا و ۳۰% قهوه عربیکا، شیر، سس شکلات، یخ', price: 150 },
            ]
        },
        {
            name: 'fastFood', img: '/img/Menu/فستفود.png', title: 'فست فود',
            items: [
                { title: 'سینی اسنک', img: '/img/Menu/اسنک.jpg', caption: '4 تکه اسنک پیتزایی با دورچین', price: 180 },
                { title: 'پیتزا', img: '/img/Menu/پیتزا.jpg', caption: 'پیتزا مینی مخلوط', price: 260 },
                { title: 'هات چیپس', img: '/img/Menu/هاتچیپس.jpg', caption: 'چیپس + سوسیس + قارچ + پنیر پیتزا', price: 130 },
                { title: 'سیب زمینی بیکن', img: '/img/Menu/بیکن.png', caption: '400 گرم سیب زمینی سرخ شده + بیکن سرخ شده + زیتون سیاه', price: 260 },
            ]
        },
        {
            name: 'coldDrink', img: '/img/Menu/نوشیدنیسرد.png', title: 'نوشیدنی سرد',
            items: [
                { title: 'موهیتو کوبایی', img: '/img/Menu/موهیتو.png', caption: 'برگ‌های نعناع تازه  + شکر + نصف لیمو  + یخ خرد شده + آب سودا', price: 130 },
                { title: 'بلواسکای', img: '/img/Menu/بلواسکای.jpeg', caption: 'با طعمی خنک و ترکیبی از مرکبات و نوشابه آبی‌رنگ', price: 120 },
                { title: 'لیموناد', img: '/img/Menu/لیموناد.jpg', caption: 'آب لیمو تازه + شکر  + آب + یخ خرد شده', price: 120 },
                { title: 'استوایی', img: '/img/Menu/استوایی.jpeg', caption: 'نوشیدنی استوایی با ترکیب انبه، آناناس و نارگیل', price: 120 },
            ]
        },
        {
            name: 'hotDrink', img: '/img/Menu/نوشیدنیگرم.png', title: 'نوشیدنی گرم',
            items: [
                { title: 'ماسالا', img: '/img/Menu/ماسالا.jpg', caption: 'چای سیاه + شیر داغ +ترکیب ادویه‌های ماسالا + شکر + فوم شیر', price: 100 },
                { title: 'هات چاکلت', img: '/img/Menu/هاتچاکلت.jpg', caption: 'شکلات ذوب شده، شیر، پودر زنجبیل', price: 100 },
                { title: 'نسکافه', img: '/img/Menu/نسکافه.jpg', caption: 'پودر نسکافه + شیر فوم دار + شکر', price: 100 },
                { title: 'پینک چاکلت', img: '/img/Menu/پینکچاکلت.jpg', caption: 'شکلات سفید + شیر داغ + سیروپ توت‌فرنگی', price: 100 },
                { title: 'چای', img: '/img/Menu/چای.jpg', caption: '4 نفره به همراه مخلفات', price: 60 },
                { title: 'انواع دمنوش', img: '/img/Menu/دمنوش.jpg', caption: 'گل گاوزبان + زعفران + گل محمدی', price: 80 }
            ]
        },
        {
            name: 'milkShake', img: '/img/Menu/میلکشیک.png', title: 'میلک شیک',
            items: [
                { title: 'میلک شیک نوتلا', img: '/img/Menu/نوتلا.jpg', caption: 'نوتلا + شیر داغ یا سرد + خامه زده شده + تکه‌های فندق + سس شکلات', price: 140 },
                { title: 'میلک شیک براونی', img: '/img/Menu/چاکلت براونی.jpg', caption: 'چاکلت براونی ترکیبی از بستنی شکلاتی، تکه‌های براونی و سس شکلات  ', price: 140 },
                { title: 'میلک شیک انبه', img: '/img/Menu/انبه شیک.jpg', caption: 'انبه تازه + بستنی وانیلی + شیر سرد + یخ + عسل یا شکر (اختیاری) + خامه زده شده', price: 140 },
                { title: 'میلک شیک اسپینات', img: '/img/Menu/اسپینات.jpg', caption: 'بستنی وانیلی، شیر و برگ‌های تازه اسفناج با طعمی خاص و متفاوت', price: 140 },
            ]
        },
        {
            name: 'iceCream', img: '/img/Menu/بستنی.png', title: 'بستنی',
            items: [
                { title: 'بستنی شیرپسته', img: '/img/Menu/شیرپسته.webp', caption: 'بستنی شیرپسته با طعمی خاص و مغزدار', price: 110 },
                { title: 'بستنی انبه', img: '/img/Menu/انبه.webp', caption: 'بستنی انبه با طعم استوایی و دلچسب', price: 90 },
                { title: 'بستنی موز', img: '/img/Menu/موز.webp', caption: 'بستنی موزی طبیعی و شیرین', price: 90 },
                { title: 'آیس پک شکلاتی', img: '/img/Menu/ایسپکش.jpg', caption: 'آیس پک شکلاتی ترکیب بستنی، شکلات و تاپینگ‌های متنوع', price: 150 },

            ]
        },
        {
            name: 'cake', img: '/img/Menu/کیک.png', title: 'کیک',
            items: [
                { title: 'کیک وانیل', img: '/img/Menu/وانیل.png', caption: '', price: 100 },
                { title: 'کیک گردو', img: '/img/Menu/گردو.png', caption: '', price: 100 },
                { title: 'وافل نوتلا', img: '/img/Menu/وافل.png', caption: '', price: 120 },
                { title: 'کیک شکلات', img: '/img/Menu/شکلات.png', caption: '', price: 100 },
                { title: 'کیک روز', img: '/img/Menu/روز.jpg', caption: '', price: 100 },
            ]
        },
        {
            name: 'juice', img: '/img/Menu/ابمیوه.png', title: 'آبمیوه',
            items: [
                { title: 'هویج', img: '/img/Menu/هویج.jpg', caption: '', price: 100 },
                { title: 'پرتقال', img: '/img/Menu/پرتقال.jpeg', caption: '', price: 100 },
                { title: 'انار', img: '/img/Menu/انار.webp', caption: '', price: 100 },
            ]
        },
        {
            name: 'ghelyan', img: '/img/Menu/قلیان.png', title: 'قلیان',
            items: [
                { title: 'طعم دو سیب', img: '/img/Menu/قلیان1.jpg', caption: '', price: 120 },
                { title: 'طعم لیمو نعنا', img: '/img/Menu/قلیان1.jpg', caption: '', price: 120 },
                { title: 'طعم انگور یخ', img: '/img/Menu/قلیان1.jpg', caption: '', price: 120 },
                { title: 'طعم بلوبری', img: '/img/Menu/قلیان1.jpg', caption: '', price: 120 },

            ]
        }
    ],
    magazine: [
        {
            img: '/img/magezian1.png', title: 'چگونه قهوه خانگی درست کنیم؟', link: 'how-makes-coffee', author: 'شهرام خندقی', date: '1398/10/1', message: 'درست کردن قهوه در خانه ',
            magazineDesc: {
                para1: `اگر شما هم از علاقه‌مندان به قهوه خوش‌طعم و باکیفیت هستید، شاید این سوال برایتان پیش آمده باشد که چگونه می‌توانید یک فنجان قهوه با طعم عالی را در خانه درست کنید. در این مقاله، قصد
                 داریم نحوه درست کردن قهوه در خانه را به طور کامل و گام به گام آموزش دهیم. این راهنما برای مبتدیان طراحی شده است و ابزارهای مختلفی که در تهیه قهوه در خانه
                 استفاده می‌شود را معرفی خواهیم کرد. همچنین، توضیحات مفصلی در مورد هر مرحله ارائه خواهیم داد تا شما بتوانید بهترین قهوه را در منزل خود تهیه کنید.
                 در این مقاله با سه ابزار اسپرسوساز خانگی ،موکاپات و اسپرسوساز دستی فشاری خانگی ،به آموزش نحوه درست کردن قهوه در خانه میپردازیم.`,
                morePara1: `تهیه قهوه در خانه یکی از لذت‌بخش‌ترین عادت‌های روزمره است که علاوه بر صرفه‌جویی در هزینه، امکان کنترل طعم و کیفیت نوشیدنی را نیز فراهم می‌کند.
                 برای داشتن یک قهوه خوب، پیش از هر چیز باید به کیفیت مواد اولیه توجه داشت. 
                قهوه تازه، چه به‌صورت دانه و چه آسیاب‌شده، نقش اصلی را در عطر و طعم نهایی ایفا می‌کند. همچنین استفاده از آب سالم و بدون بو یا املاح سنگین، تأثیر زیادی بر نتیجه نهایی دارد.`,
                titr1: 'تهیه قهوه با قهوه فوری', para2: `یکی از ساده‌ترین روش‌های تهیه قهوه در خانه، استفاده از قهوه فوری است که تنها با افزودن آب داغ آماده می‌شود
                 و برای افرادی با زمان محدود گزینه‌ای مناسب به شمار می‌رود. در مقابل،
                 قهوه ترک یکی از روش‌های سنتی و محبوب است که با جوشاندن آرام قهوه آسیاب بسیار ریز در آب تهیه می‌شود و با کف غلیظ و طعم قوی خود شناخته می‌شود.`,
                image: '/img/coffee.jpg', titr2: 'تهیه آن با فرنچ برس', para3: `برای علاقه‌مندان به طعم ملایم‌تر و شفاف‌تر، فرنچ‌پرس انتخاب مناسبی است. در این روش،
                 قهوه آسیاب متوسط چند دقیقه در آب داغ دم می‌کشد و سپس تفاله از نوشیدنی جدا می‌شود.
                  موکاپات نیز گزینه‌ای محبوب در خانه‌هاست که قهوه‌ای غلیظ و نزدیک به اسپرسو تولید می‌کند و روی اجاق گاز قابل استفاده است.`,
                titr3: 'نکات تکمیل کننده', para4: `نکته مهم در همه روش‌ها، رعایت نسبت قهوه به آب و زمان دم‌آوری است؛ زیرا همین جزئیات کوچک تفاوت میان یک قهوه معمولی و یک قهوه عالی را رقم می‌زنند.
                 در نهایت، افزودن شیر، شکر یا ادویه‌هایی مانند دارچین کاملاً سلیقه‌ای است و هر فرد می‌تواند قهوه خانگی خود را مطابق ذائقه‌اش شخصی‌سازی کند.
                   قهوه‌سازی در خانه نه‌تنها یک مهارت کاربردی، بلکه فرصتی برای لذت بردن از لحظات آرام روزانه است.`,
                titr4: 'سخن پایانی', para5: `در پایان، قهوه تنها یک نوشیدنی ساده نیست، بلکه آیینی آرامش‌بخش برای شروع یا ادامه روز است.
                 تهیه قهوه در خانه به شما این فرصت را می‌دهد که لحظه‌ای از شتاب زندگی فاصله بگیرید
                  و با دقت و حوصله، طعمی مطابق سلیقه خود خلق کنید. با کمی تجربه و آزمون، هر فنجان قهوه می‌تواند به امضای شخصی شما تبدیل شود.
                   امیدواریم این راهنما شما را به لذت کشف دنیای قهوه و ساختن لحظاتی گرم و دل‌نشین در کنار آن تشویق کند.`
            }
        },
        {
            img: '/img/magezian2.webp', title: 'تشخیص قهوه خوب از قهوه بد', link: 'good-coffee', author: 'سمیه روشن', date: '1399/8/7', message: 'تشخیص قهوه خوب از قهوه بد',
            magazineDesc: {
                para1: `قهوه یکی از محبوب‌ترین نوشیدنی‌ها در جهان است که در طول تاریخ و در فرهنگ‌های مختلف، به‌عنوان یک منبع انرژی و
                 لحظات لذت‌بخش مورد استفاده قرار گرفته است.اولین گام در تهیه یک فنجان قهوه با کیفیت بالا و مرغوب، آشنایی با راه های تشخیص قهوه مرغوب از قهوه 
                با کیفیت پایین تر است.  برای بسیاری از علاقه‌مندان به قهوه، سوالی که همواره مطرح می‌شود این است که چگونه قهوه مرغوب را از قهوه بد و نامرغوب تشخیص دهند؟
                 در این مقاله، به بررسی ویژگی‌ها و نشانه‌هایی می‌پردازیم که می‌تواند به شما کمک کند تا بهترین انتخاب را داشته باشید و از عطر و تازگی قهوه‌تان لذت ببرید.`,
                morePara1: `اولین و مهم‌ترین عامل در تشخیص قهوه مرغوب از قهوه نامرغوب، کیفیت دانه‌های قهوه است. دانه‌های قهوه اصلی‌ترین بخش از فرآیند تولید قهوه هستند و
                  هرچه کیفیت دانه‌ها بالاتر باشد، طعم و عطر نهایی قهوه نیز بهتر خواهد بود.
                   دانه‌های قهوه مرغوب باید از نظر رنگ، اندازه، شکل و بافت یکنواخت باشند. دانه‌هایی که پوسته ترکیده یا آسیب‌دیده دارند، معمولاً نشان‌دهنده کیفیت پایین هستند.`,
                titr1: 'رایحه و عطر قهوه', para2: `رایحه و عطر قهوه از دیگر ویژگی‌هایی است که می‌تواند به شما در تشخیص قهوه مرغوب کمک کند. قهوه مرغوب دارای عطری غنی و دلپذیر است که به محض باز کردن بسته آن احساس می‌شود.
                     این رایحه باید تازه و قوی باشد، با پیچیدگی‌های مختلف از نت‌های شکلاتی، میوه‌ای یا حتی گلی. در واقع هر نوع
                     دانه قهوه، عطر و بوی منحصر به فردی دارد. برای مثال، قهوه عربیکا عطر ملایم‌تر و میوه‌ای‌تری نسبت به قهوه روبوستا دارد.  علاوه بر این، روش برشته کردن دانه‌های قهوه، تأثیر مستقیمی بر عطر و بوی آن دارد.
                     برشته کردن تیره، عطر قوی‌تر و تلخ‌تری ایجاد می‌کند، در حالی که برشته کردن روشن،
                      عطر ملایم‌تر و میوه‌ای‌تری دارد. در آخر روش دم‌آوری قهوه نیز بر عطر و بوی آن تأثیرگذار است. هر روش دم‌آوری، عطر و طعم خاصی را از قهوه استخراج می‌کند.`,
                image: '/img/magazine/magazine10.jpg', titr2: 'طعم قهوه', para3: `طعم قهوه یکی از مهم‌ترین فاکتورها در تشخیص کیفیت آن است. قهوه مرغوب باید طعمی متعادل و پیچیده 
                     داشته باشد که هر لحظه حس جدیدی را به زبان شما منتقل کند. از سوی دیگر، قهوه نامرغوب ممکن است طعم‌های تلخ، ترش یا سوخته‌ای داشته باشد که نتیجه
                      استفاده از دانه‌های بی‌کیفیت یا فرآوری نادرست است. روش برشته‌کاری نیز در طعم و عطر نهایی قهوه بسیار موثر است.
                      برشته‌کاری مناسب، باعث می‌شود که روغن‌های طبیعی دانه قهوه آزاد شده و عطر و طعم آن به بهترین شکل ممکن نمایان شود.`,
                titr3: 'رنگ قهوه', para4: `رنگ قهوه پس از دم‌کردن نیز می‌تواند به شما در تشخیص کیفیت آن کمک کند.
                       قهوه مرغوب پس از دم‌کردن معمولاً دارای رنگی تیره و شفاف است. این رنگ به‌طور معمول از ترکیب ترکیبات شیمیایی دانه‌ها و فرآیندهای دقیق برشته‌کردن به دست می‌آید.`,
                titr4: 'چرا باید از فروشگاه‌بلانکا خرید کنید؟', para5: `اطمینان از کیفیت قهوه: فروشگاه‌های معتبر مثل قهوه بللانکا، محصولاتی را عرضه می‌کنند که از دانه‌های باکیفیت و فرآیندهای صحیح تهیه می‌شوند.
                         این فروشگاه‌ها از تأمین‌کنندگان معتبر و منابع تولید قهوه‌های مرغوب استفاده می‌کنند تا شما از کیفیت و تازگی قهوه اطمینان داشته باشید. 
                        علاوه بر این، آن‌ها از روش‌های ذخیره‌سازی و بسته‌بندی مناسبی برای حفظ طعم و عطر قهوه استفاده می‌کنند.`
            }
        },
        {
            img: '/img/magezian3.png', title: 'تفاوت قهوه عربیکا و روبوستا چیست؟', link: 'arabika-and-robosta', author: 'علی جوادی', date: '1400/6/5', message: 'تفاوت قهوه عربیکا و روبوستا',
            magazineDesc: {
                para1: `قهوه یکی از پرمصرف ترین نوشیدنی
                 ها در سراسر جهان است و بخشی ضروری از زندگی روزمره برای بسیاری از افراد است. با بیش از 100 نوع قهوه، دو نوع رایج آن عربیکا و روبوستا هستند. این دو نوع قهوه در سراسر جهان کشت و مصرف می‌شوند،
                 اما از نظر طعم، عطر، محتوای کافئین، کشت و ارزش بازار متفاوت هستند. قبل از خرید قهوه حتما اطلاعات خود را در این زمینه بالا ببرید. در این مقاله به تفصیل تفاوت قهوه عربیکا و روبوستا می پردازیم.`,
                morePara1: ``, titr1: `عربیکا چیست؟`, para2: `به صورت خلاصه، قهوه عربیکا یکی از دو گونه اصلی قهوه است که به دلیل اسیدیته ملایم، شیرینی طبیعی و طعم پیچیده‌اش شناخته می‌شود. این قهوه که خاستگاه آن به ارتفاعات اتیوپی بازمی‌گردد، در بهترین مناطق دنیا
                  از جمله آمریکای لاتین، آفریقای شرقی و آسیا کشت می‌شود. شاید برایتان جالب باشد بدانید که این گونه، در حداقل ارتفاع 600 تا 2000 متر از سطح دریا کشت می‌شود
                  و به شرایط محیطی حساس است. این شرایط محیطی باعث می‌شود میوه قهوه با سرعت کمتر و کنترل‌شده‌تری برسد که نتیجه آن، افزایش پیچیدگی طعمی در دانه‌های قهوه است.
                 حساسیت بالا در کشت، برداشت، فرآوری، رست (برشته‌سازی)، بسته بندی و … سبب می شود که فنجان نهایی، عطر پیچیده ای مثل یادآور طعم میوه‌ها
                 ، گل‌ها یا حتی شکلات و مرکبات است.
                  از این رو، به دلیل کیفیت بالا و شرایط خاص تهیه این گونه قهوه، اغلب در قهوه‌های تخصصی مورد استفاده قرار می‌گیرد که انتخاب اول قهوه‌دوستان حرفه‌ای و تهیه‌کنندگان قهوه‌های موج سوم باشد.`,
                image: "/img/magazine/OIP.webp", titr2: 'روبوستا چیست؟', para3: `گونه بعدی، روبوستا است که منشا آن به مناطق گرمسیر آفریقا، جنوب شرق آسیا و آمریکای جنوبی باز می‌گردد. از خلقت عجیب گیاه قهوه لذت ببرید. روبوستا به دلیل طعم تلخ‌تر، قوی‌تر و خاکی‌تر نسبت به عربیکا شناخته می‌شود.
                 همچنین این گیاه در ارتفاعات پایین‌تر نسبت به عربیکا یعنی تا ارتفاع زیر 800 متر(نسبت به سطح دریا) نیز رشد می‌کند و به شرایط محیطی مقاوم‌تر است.

                 روبوستا، در برابر آفات، بیماری‌ها، تغییرات آب و هوایی مقاوم تر و حتی از نظر اقتصادی، هزینه تولید کمتری نسبت به گونه عربیکا دارد.`,
                titr3: 'کدام قهوه برای شما مناسب است؟', para4: `نتخاب بین عربیکا و روبوستا به سلیقه شخصی بستگی دارد. اگر به دنبال قهوه‌ای با طعم ملایم، عطر پیچیده و اسیدیته بالا هستید،
                 عربیکا گزینه بهتری است. این قهوه برای روش‌های دم‌آوری مانند قهوه فیلتری یا پوراوور مناسب است. از سوی دیگر، اگر قهوه‌ای قوی با کافئین بالا
                 و طعم تلخ‌تر را ترجیح می‌دهید، روبوستا انتخاب مناسبی خواهد بود، به‌ویژه برای اسپرسو یا قهوه‌های سرد.
                 از طرفی، برخی افراد به دنبال تعادلی بین طعم و قدرت کافئین قهوه هستند که قهوه‌های ترکیبی (ترکیب های متنوع عربیکا و روبوستا) گزینه مناسبی برای این افراد خواهند بود`,
                titr4: 'نتیجه‌گیری', para5: `عربیکا و روبوستا دو گونه اصلی قهوه هستند که از نظر طعم، کافئین، ظاهر و کاربرد تفاوت‌های قابل توجهی دارند. عربیکا با طعم ملایم و عطر پیچیده برای قهوه‌های تخصصی مناسب است، در حالی که روبوستا با طعم قوی و کافئین بالا برای اسپرسو و قهوه‌های فوری ایده‌آل
                 است. شناخت این تفاوت‌ها به شما کمک می‌کند تا قهوه‌ای متناسب با سلیقه و نیاز خود انتخاب کنید. در بلانکا، ما انواع قهوه‌های عربیکا و روبوستا را با کیفیت بالا ارائه می‌دهیم.`
            }
        },
        {
            img: '/img/magazine/9.jpg', title: 'هر قهوه چقدر کافئین دارد؟', link: 'caffeine-content', author: 'شرمین حاجی پور', date: '1400/8/8', message: 'مقدار کافئین در قهوه',
            magazineDesc: {
                para1: `مقدار کافئین در قهوه به عوامل مختلفی بستگی دارد. یک فنجان معمولی ۸ اونسی قهوه معمولی حدود
                 ۸۰ تا ۱۰۰ میلی‌گرم کافئین دارد. با این حال، مقدار کافئین در قهوه می‌تواند به‌طور قابل توجهی بسته به عواملی مانند نوع قهوه، روش تهیه، اندازه آسیاب و برند قهوه متفاوت باشد.`,
                morePara1: `یک شات ۱ اونسی اسپرسو تقریباً ۶۳ میلی‌گرم کافئین دارد. این قهوه قوی از طریق فشار دادن
                 آب داغ یا بخار از میان دانه‌های قهوه بسیار ریز آسیاب‌شده تهیه می‌شود. اسپرسو حجم کمی دارد، اما به دلیل غلظت بالا، کافئین بیشتری در هر اونس ارائه می‌دهد.
                 نوشیدنی‌های بر پایه اسپرسو نیز مانند لاته، کاپوچینو، و موکا بسته به تعداد شات‌های اسپرسو مقدار متفاوتی از کافئین دارند.`, titr1: `تفاوت قهوه پرکافئین با قهوه معمولی`,
                para2: `قهوه پرکافئین، همانطور که از نامش پیداست، نوعی قهوه است که میزان کافئین آن از قهوه‌های معمولی بیشتر است. این تفاوت می‌تواند ناشی از نوع دانه قهوه، روش کشت، فرآیند برشته‌کاری یا ترکیب خاص دانه‌ها باشد.
                 در حالی که یک فنجان قهوه معمولی حاوی ۹۵ تا ۱۲۰ میلی‌گرم کافئین است، قهوه‌های پرکافئین می‌توانند تا ۲۰۰ میلی‌گرم یا حتی بیشتر کافئین در هر فنجان داشته باشند.`,
                image: '/img/magazine/10.jpg', titr2: 'مصرف زیاد کافئین خطرناک است؟', para3: `بله، مصرف زیاد کافئین می‌تواند باعث مشکلاتی مانند بی‌خوابی، اضطراب، افزایش ضربان قلب و حتی مشکلات گوارشی شود. معمولاً مصرف کافئین تا ۴۰۰ میلی‌گرم در روز برای بیشتر افراد بی‌خطر است، اما اگر به کافئین 
                حساسیت دارید یا با بیماری های قلبی مبتلا هستید، بهتر است مصرف خود را محدود کنید. همچنین قهوه‌های عربیکا یا دانه‌های رُست ملایم برای این افراد بهتر است.
                 کافئین می‌تواند بخشی از یک رژیم غذایی سالم برای بیشتر افراد باشد. با این حال، مصرف بیش از حد آن ممکن است خطرناک باشد و می‌تواند باعث بی‌خوابی، تپش قلب، اضطراب، و افزایش فشار خون منجر شود`,
                titr3: 'چه کسانی باید مصرف کافئین خود را محدود کنند؟', para4: `کسانی که دچار بازگشت اسید معده یا GERD هستند: زیرا اسیدیته قهوه می‌تواند اسیدیته سوزش سر دل را بدتر کند.${<br />}کسانی که بی‌اختیاری ادرار دارند: زیرا کافئین می‌تواند این وضعیت را تشدید کند.${<br />}
                گلوکوم یا سابقه آن: زیرا کافئین می‌تواند فشار داخل چشم‌ها را افزایش دهد.${<br />}صرع: زیرا کافئین می‌تواند تشنج‌ها را افزایش دهد.${<br />}`,
                titr4: 'جمع‌بندی', para5: `پیدا کردن قهوه با کافئین بالا کمی پیچیده است. انواع مختلفی از قهوه وجود دارند که کافئین زیادی دارند. اما باید مراقب باشید، چون مصرف زیاد کافئین می‌تواند برای سلامتی مضر باشد. برای اینکه کافئین
                 بیشتری دریافت کنید، قهوه‌ای با درصد روبوستای بالاتر یا اسپرسوی دبل شات را انتخاب کنید. با کنترل دقیق مقدار کافئین در قهوه مصرفی‌تان، می‌توانید هم از فواید آن بهره‌مند شوید و هم از عوارضش در امان بمانید.`
            }
        },
        {
            img: '/img/magazine/1.jpg', title: 'از کشف تا شهرت جهانی قهوه', link: 'history-coffee', author: 'علی مقدمی', date: '1401/1/15', message: 'تاریخچه قهوه',
            magazineDesc: {
                para1: `در دل هر فنجان قهوه، داستانی پنهان است؛ از بوته‌های سرسبز کوه‌های اتیوپی تا کافه‌های
                 دنج شهر تهران. “تاریخچه قهوه” سرشار از رمز و راز و ماجراجویی است، اما آیا می‌دانید اولین بار چه کسی به طور اتفاقی قهوه را کشف کرد؟ این مقاله شما را با سیر تحول قهوه آشنا می‌کند و به بررسی نقش آن در فرهنگ و تاریخ ایران و جهان می‌پردازد.`,
                morePara1: `به افسانه‌ها بازمی‌گردیم، جایی که داستان قهوه با چوپانی به نام خالدی
                   در اتیوپی آغاز می‌شود. خالدی متوجه شد بزهایش پس از خوردن دانه‌های یک درخت خاص، نشاط غیرعادی نشان می‌دهند. او از راهبی محلی کمک خواست و این راهب اولین فنجان قهوه را دم کرد. از آن پس، “تاریخچه قهوه” به یک سفر جهانی تبدیل شد.`,
                titr1: 'قهوه در جهان و ایران :', para2: `قهوه از آفریقا به سراسر جهان راه یافت. در قرن شانزدهم، قهوه در خاورمیانه و شمال آفریقا به شدت محبوب شد و
                    اولین قهوه‌خانه‌ها در شهرهای بزرگ مانند قاهره و استانبول پا به عرصه وجود گذاشتند. اروپاییان با سفرهای تجاری به این مناطق با قهوه آشنا شدند و آن را به سرزمین خود بردند.${<br />}
                    “تاریخچه قهوه” در ایران با ورود قهوه از طریق بندرعباس در دوره صفویه آغاز شد. قهوه‌خانه‌ها به محلی برای گفتگو و تبادل اخبار تبدیل شدند و بخشی جدایی‌ناپذیر از فرهنگ ایرانی شدند. در طول تاریخ، قهوه‌خانه‌ها شاهد بسیاری از تحولات سیاسی و اجتماعی بوده‌اند.

                    “تاریخچه قهوه” سرشار از داستان‌هایی است که نه تنها ما را با نوشیدنی محبوبمان بیشتر آشنا می‌کند بلکه نشان‌دهنده تاثیر آن بر جوامع و فرهنگ‌های مختلف است. هر فنجان قهوه، یک دنیا داستان و میراث فرهنگی را در خود جای داده است و همچنان به عنوان یک نماد جهانی از دوستی و گرمی شناخته می‌شود.`,
                image: "/img/magazine/2.webp",
                titr2: 'چگونگی شکل‌گیری فرهنگ قهوه‌خانه‌ها', para3: `بذارین یه قدم بزنیم تو راهروهای تاریخ و نگاهی بندازیم به اینکه چطور قهوه‌خانه‌ها، این دورهمی‌های دوست‌داشتنی، شکل گرفتن و چه نقشی تو فرهنگ ما بازی کردن. از وقتی که قهوه از
                در زمان‌هایی که محدودیت‌هایی برای جمع‌های عمومی وجود داشت، قهوه‌خانه‌ها
                 به عنوان محلی برای بحث‌های آزاد
                  و گاه برنامه‌ریزی برای اقدامات سیاسی مورد استفاده قرار می‌گرفتن. قدرت گردهمایی قهوه‌خانه‌ها آنقدر زیاد بود که گاهی اوقات حکومت‌ها سعی در کنترل یا حتی بستن آن‌ها داشتند. اما با وجود همه فشارها، قهوه‌خانه‌ها به عنوان مراکز مقاومت و بیان آزاد باقی ماندند.${<br />} 
                  گوشه‌کنار خاورمیانه و شمال آفریقا سر درآورد، آدم‌ها دور هم جمع شدن تا از این نوشیدنی تلخ و باطراوت لذت ببرن و کم‌کم این جمع‌ها تبدیل به قهوه‌خانه‌هایی شد که امروزه 
                 می‌شناسیم.`, titr3: 'نوآوری‌ها و فرصت‌های جدید:', para4: `با گسترش فرهنگ قهوه، فرصت‌های جدیدی برای نوآوری و کسب‌وکار شکل گرفته. از کافه‌ها و رستوران‌ها گرفته تا شرکت‌هایی که دستگاه‌های قهوه‌ساز
                  پیشرفته تولید می‌کنن، همه و همه از این صنعت بهره می‌برن. بازار قهوه همچنین باعث شده شرکت‌ها به فکر تولید قهوه‌هایی با برچسب‌های اخلاقی مثل “عادلانه تجارت شده” یا “ارگانیک” باشن که این خودش بازار جدیدی رو باز کرده.`,
                titr4: 'قهوه در نقاشی و هنرهای تجسمی ایران:', para5: `در هنرهای تجسمی، قهوه‌خانه‌ها و صحنه‌هایی با حضور قهوه منبع الهام بسیاری از نقاشان بوده‌اند. نقاشان ایرانی با استفاده از رنگ‌های گرم و تصویرسازی‌های بصری قهوه‌خانه‌ها، فضاهایی را خلق کرده‌اند که در آن‌ها حس نوستالژی و گذشته تداعی می‌شود. این آثار هنری نه تنها زیبایی‌شناسی خاصی دارند، بلکه نشان‌دهنده تأثیر عمیق فرهنگ قهوه‌نوشی بر جامعه هنری ایران است.${<br />}
                  قهوه در ایران بیشتر از یک نوشیدنی ساده است؛ اون یک نماد فرهنگی است که در لایه‌های مختلف ادبیات، هنر
                   و معاشرت ایرانیان نفوذ کرده و به عنوان یک عنصر برجسته در بیان هویت و داستان‌های فرهنگی این سرزمین عمل کرده است. این تأثیرات نشان‌دهنده جایگاه ویژه‌ای است که قهوه در قلب و روح فرهنگ ایران دارد.`
            }
        },
        {
            img: '/img/magazine/6.jpg', title: 'مضرات قهوه مانده چیست؟', link: 'stale-coffee', author: 'محدثه نفیسی', date: '1401/5/30', message: 'مضرات قهوه مانده',
            magazineDesc: {
                para1: `قهوه از نوشیدنی های محبوب در سراسر جهان به شمار می رود و فواید و خواص زیادی برای سلامتی دارد؛ ولی اگر درست کردن آن به نحو صحیحی انجام نشود یا مجدد آن را گرم کنید
                 و بخورید می تواند مضرت بسیاری برای سلامتی داشته باشد. قهوه مانده که چند بار گرم شود خطر ابتلا به بیماری های دستگاه گوارش را افزایش می دهد؛ اگر می خواهید بیشتر با مضرات قهوه مانده آشنا شوید توصیه می کنیم مطالعه این مقاله را از دست ندهید.`,
                morePara1: ``, titr1: `قهوه مانده چیست؟`, para2: `قهوه مانده به قهوه ای گفته می شود که یک بار دم کشیده و آماده مصرف شده است؛ ولی به دلایلی سرد شده و طعم و مزه تازه و خوش رنگی خود را از دست داده است. خوردن قهوه مانده برای بعضی به یک عادت تبدیل شده است و این افراد دوست دارند بعد از سرد شدن قهوه آن 
                را دو تا سه روز نگه دارند و مجدد آن را مصرف کنند. در این زمینه توجه به این نکته ضروری است که قهوه مانده بعد از چند روز خواص و طعم و مزه خود را از دست می دهد و خوردن و نخوردن آن با هم تفاوتی ندارد. در قسمت های بعدی مقاله دلایلی را در مورد مضرات قهوه مانده بیان می کنیم.`,
                image: "/img/magazine/4.jpg", titr2: 'چرا گرم کردن دوباره قهوه مانده برای سلامتی مضر است؟', para3: `هورمون استروژن در زنان باعث حفظ و تنظیم عملکرد بدن می شود و در صورت بالا رفتن این هورمون در بدن خطر ابتلا به سرطان سینه و جهش ژنی در DNA را به دنبال خواهد داشت. همچنین با گرم کردن مجدد قهوه مانده در مایکروویو، عطر و طعم این نوشیدنی از بین می رود. با توجه به این مطالب بهترین کار برای کاهش مضرات قهوه مانده، گرم کردن آن روی گاز با شعله کم است؛ آن هم در صورتی که در فنجان هایی غیر
                 از لیوان های یکبار مصرف سرد شده باشد. همچنین می توان قهوه را داخل ماگ یا لیوان ریخت و آن را در مایکروویو قرار داد.`,
                titr3: 'قهوه دم کرده چقدر ماندگاری دارد؟', para4: `ماندگاری قهوه دم کرده به شرطی که در دمای اتاق قرار داشته باشد 12 ساعت برآورد می شود و نوشیدن آن بعد از این مدت توصیه نمی شود. همچنین قهوه دم کرده به مدت 3 تا  روز قابل نگهداری در یخچال است؛ ولی برای جلوگیری از مضرات قهوه مانده باید سعی کرد آن را در ظروف غیر یک‌بار مصرف نگه داشت و هر چه زودتر آن را مصرف نمود.`,
                titr4: 'جمع بندی', para5: `در کوتاه مدت خوردن قهوه مانده نمی تواند مضرات و عوارض زیادی داشته باشد؛ همچنان که می دانیم بسیاری از افراد با هدف تامین کافئین مورد نیاز برای بیدار ماندن یا درمان سردرد قهوه می نوشند. در این صورت با خوردن قهوه مانده این افراد مریض نمی شوند؛ ولی کافئین مورد نیاز بدن نیز تامین نمی شود و عملا خوردن یا نخوردن قهوه مانده تاثیری در درمان سردرد یا بیدار ماندن ندارد.`
            }
        },
        {
            img: '/img/magazine/13.webp', title: 'نسکافه بهتر است یا کاپوچینو؟', link: 'Nescafe-or-cappuccino', author: 'یزدان مقدم', date: '1402/3/15', message: 'فرق کاپوچینو و نسکافه',
            magazineDesc: {
                para1: `وقتی صحبت از نوشیدنی‌های قهوه‌ای به میان می‌آید، بسیاری از افراد بین نسکافه و کاپوچینو تردید دارند. یکی سریع و آسان آماده می‌شود، در حالی که دیگری طعمی حرفه‌ای‌تر و کافه‌ای دارد. اما فرق نسکافه و کاپوچینو فقط در روش تهیه خلاصه نمی‌شود. این دو نوشیدنی از نظر میزان کافئین، تجهیزات موردنیاز، طعم و حتی موقعیت‌های مناسب برای مصرف، تفاوت‌های مهمی دارند. در این مقاله، به بررسی تفاوت نسکافه و کاپوچینو می‌پردازیم تا بتوانید با توجه به نیاز و سلیقه خود، گزینه مناسب‌تری را انتخاب کنید.`,
                morePara1: ``,
                titr1: `فرق نسکافه و کاپوچینو در یک نگاه`,
                para2: `نسکافه و کاپوچینو در چندین ویژگی کلیدی با هم تفاوت دارند. نسکافه یک قهوه فوری است که تنها با حل شدن در آب یا شیر آماده می‌شود، در حالی که کاپوچینو با استفاده از اسپرسو و شیر بخار داده شده تهیه می‌شود. زمان آماده‌سازی نسکافه بسیار کوتاه است، اما کاپوچینو نیاز به تجهیزات مخصوص و مهارت بیشتری دارد. از نظر طعم و بافت، نسکافه به دلیل روش تولید خود، طعمی ملایم‌تر و سبک‌تر دارد، در حالی که کاپوچینو بافتی خامه‌ای و طعمی غلیظ‌تر دارد. همچنین میزان کافئین در کاپوچینو معمولا بیشتر است، زیرا بر پایه اسپرسو تهیه می‌شود.`,
                image: "/img/magazine/10.jpg",
                titr2: 'روش تهیه نسکافه و کاپوچینو',
                para3: `تفاوت نسکافه کاپوچینو از همان مرحله تهیه آغاز می‌شود. نسکافه یک قهوه فوری است که تنها با افزودن آب داغ یا شیر آماده می‌شود. پودر قهوه فوری، از پیش دم شده و خشک شده است، به همین دلیل فقط چند ثانیه‌ای برای آماده‌سازی نیاز دارد. در مقابل، کاپوچینو از اسپرسوی تازه دم شده، شیر بخار داده شده و لایه‌ای از فوم شیر تشکیل شده است که البته برخی آن را با لاته اشتباه می‌گیرند که در این صورت توصیه می‌کنیم حتما فرق لاته با کاپوچینو را بدانید. `,
                titr3: 'طعم و بافت',
                para4: `طعم و بافت دو نوشیدنی به دلیل تفاوت در روش تهیه کاملا متفاوت است. نسکافه طعمی سبک‌تر و گاهی تلخ‌تر دارد، اما بسته به نوع قهوه فوری می‌تواند کمی شیرین باشد. در مقابل، کاپوچینو به دلیل وجود فوم شیر، طعمی خامه‌ای، متعادل و متراکم دارد که حس حرفه‌ای‌تری به نوشیدنی می‌دهد. اگر به دنبال قهوه‌ای ملایم‌تر هستید، نسکافه انتخاب بهتری خواهد بود، اما اگر طعمی غنی‌تر و پیچیده‌تر را می‌پسندید، کاپوچینو گزینه مناسب‌تری است.`,
                titr4: 'جمع‌بندی',
                para5: `انتخاب بین نسکافه و کاپوچینو کاملا به نیاز، سبک زندگی و سلیقه شما بستگی دارد. اگر به دنبال یک نوشیدنی سریع، آسان و قابل‌حمل هستید، نسکافه انتخاب مناسب‌تری خواهد بود. اما اگر طعمی غلیظ‌تر و تجربه‌ای حرفه‌ای‌تر می‌خواهید، کاپوچینو گزینه‌ای عالی است.`
            }
        },
        {
            img: '/img/magazine/7.webp', title: 'مقایسه قهوه فوری و دستگاه', link: 'Instant-or-machine', author: 'شیرین داوودی', date: '1402/12/30', message: 'تفاوت قهوه فوری با دستگاه',
            magazineDesc: {
                para1: `برای بسیاری از ما، روز بدون یک فنجان قهوه دل چسب معنایی ندارد. اما یک سؤال همیشگی وجود دارد: برای تهیه این فنجان پرانرژی، قهوه فوری بهتر است یا قهوه با دستگاه؟ آیا تفاوت طعم آنقدر زیاد است که به زحمت استفاده از دستگاه بیفتیم، یا راحتی قهوه فوری همه چیز را تحت الشعاع قرار میدهد؟`,
                morePara1: `پاسخ قطعی به “بهتر” بودن بستگی به معیار شما دارد: طعم، راحتی، هزینه یا سلامت؟ در این مقاله، این دو غول دنیای قهوه را از هر نظر مقایسه میکنیم تا به شما کمک کنیم بهترین انتخاب را داشته باشید.`,
                titr1: ` قهوه فوری حلال است!`,
                para2: ` قهوه فوری یکبار دم‌آوری شده و نیاز دوباره به عصاره‌گیری قهوه ندارد و برای حاضر کردن آن، فقط کافیست نسکافه را در آب جوش حل کنید.

                 در مقابل، برای تهیه قهوه معمولی که فقط آسیاب شده است، نیاز به طی کردن مراحل عصاره‌گیری با استفاده از فیلتر پارچه‌ایی، کاغذی یا فلزی، دستگاه اسپرسو ساز یا قهوه جوش دارید.`,
                image: "/img/magazine/14.webp",
                titr2: 'زمان حاضر شدن قهوه فوری و قهوه معمولی متفاوت است',
                para3: ` مراحل تهیه قهوه معمولی بیشتر از قهوه فوری (نسکافه) است و برای حاضر کردن آن به زمان بیشتری نیاز دارید.

                  در واقع یکی از مهم‌ترین دلایل محبوبیت نسکافه و سایر قهوه‌های فوری، سرعت آماده‌شدن و عدم نیاز به دستگاه یا فیلتر برای عصاره‌گیری است. قهوه معمولی به روش‌ها مختلف و با استفاده از دستگاه‌های عصاره‌گیری قابل تهیه است.`,
                titr3: 'کافئین قهوه بیشتر است یا نسکافه؟',
                para4: `میزان کافئین موجود در قهوه آسیاب‌شده که نیاز به عصاره‌گیری دارد، از نسکافه که از قبل دم‌آوری شده و در دسته قهوه‌های فوری قرار می‌گیرد، بیشتر است. هنگام تهیه اولیه نسکافه، قهوه کافئین بسیار زیادی را از دست می‌دهد.${<br />}
                به‌طور دقیق: یک فنجان نسکافه (که معادل یک قاشق چای‌خوری است) حاوی ۳۰ تا ۹۰ میلی‌گرم کافئین است. در حالی که یک فنجان قهوه ۷۰ تا ۱۴۰ میلی‌گرم کافئین به بدن شما منتقل می‌کند.`,
                titr4: 'تاریخچه قهوه فوری',
                para5: `قهوه فوری یا قهوه آماده، قدمت بسیار زیادی دارد و اولین بار فردی به‌نام دیوید استرنج نیوزلندی در شهر اینورکارگیل در سال ۱۸۹۰ میلادی آن را اختراع کرد و به ثبت رساند.

                 آقای استرنج اختراع خود را تحت عنوان «قهوه استرنج» عرضه کرد. قهوه فوری به‌سرعت، محبوبیت بسیار زیادی کسب کرد و شرکت‌های دیگری در کشورهای مختلف سعی در تولید آن با نام تجاری خود کردند`
            }

        },
        {
            img: '/img/magazine/12.webp', title: 'تاثیر قهوه تا چند ساعت است؟', link: 'effect-coffee', author: 'ندا محبی', date: '1403/6/21', message: 'مدت تاثیر قهوه',
            magazineDesc: {
                para1: `قهوه به عنوان یکی از محبوب‌ترین نوشیدنی‌ها در جهان، تأثیرات قابل توجهی بر روی انرژی و عملکرد مغز دارد. پس از مصرف قهوه، کافئین موجود در آن معمولاً بین 10 تا 30 دقیقه بعد شروع به اثرگذاری می‌کند و این تأثیرات در حدود یک ساعت به اوج خود می‌رسند. مدت زمان تأثیرگذاری قهوه به عواملی مانند: نوع قهوه، مقدار مصرف و تحمل فرد بستگی دارد. کافئین به سرعت از دستگاه گوارش جذب می‌شود. پس از یک ساعت، کبد و کلیه‌ها به پردازش و دفع کافئین می‌پردازند. در این مقاله، به بررسی جزئیات تأثیرات قهوه و زمان‌های مختلف اثرگذاری آن خواهیم پرداخت.`,
                morePara1: `اثر قهوه و کافئین در بدن به چندین عامل بستگی دارد. پس از مصرف قهوه، کافئین معمولاً بین ۱۰ تا ۲۰ دقیقه جذب خون می‌شود و اثرات اولیه آن آغاز می‌گردد. اوج تأثیر کافئین در بدن بین ۲۰ تا ۴۰ دقیقه بعد از مصرف اتفاق می‌افتد.`,
                titr1: `تاثیر قهوه چند ساعت است؟`,
                para2: `عمر کافئین در بدن حدود ۵ ساعت است. این بدان معناست که بعد از این مدت، نیمی از مقدار کافئینی که مصرف کرده‌اید، از بدن شما حذف می‌شود. با این حال، میزان و نوع قهوه مصرفی، همچنین تحمل فردی به کافئین، می‌تواند بر طول مدت اثر قهوه  تأثیر زیادی داشته باشد. به‌طور کلی، پس از ۱۰ ساعت از مصرف، کافئین به طور کامل از بدن دفع می‌شود. اگر به کافئین عادت داشته باشید، ممکن است اثرات آن را کمتر احساس کنید و در نتیجه مدت زمان تأثیر آن تغییر کند. کافئین پس از ورود به جریان خون، به سرعت از طریق کبد متابولیزه می‌شود و به همین دلیل، دفع آن از بدن آغاز می‌گردد.`,
                image: "/img/magazine/14.webp",
                titr2: 'تأثیرات قهوه بر بدن انسان',
                para3: `قهوه به عنوان یک نوشیدنی محبوب، تأثیرات متنوعی بر بدن انسان دارد. مصرف قهوه در حد متعادل مفید است و مصرف بیش از حد آن می‌تواند اثرات منفی به همراه داشته باشد. مصرف زیاد قهوه می‌تواند عوارضی نظیر بی‌خوابی، افزایش فشار خون، اضطراب و وابستگی به قهوه ایجاد کند. به‌طور کلی، توصیه می‌شود که مصرف قهوه از 3 تا 4 فنجان در روز تجاوز نکند تا از بروز این عوارض جلوگیری شود.
                از تأثیرات مثبت قهوه میتوان به موارد زیر اشاره کرد. کافئین موجود در قهوه می‌تواند خواب‌آلودگی را کاهش داده و احساس شادابی و انرژی را افزایش دهد.`,
                titr3: 'چرا برخی افراد نسبت به کافئین مقاوم می‌شوند؟',
                para4: `مقاومت نسبت به کافئین یک پدیده شایع است که معمولاً در افرادی که به طور مداوم مقادیر زیادی کافئین مصرف می‌کنند، رخ می‌دهد. این مقاومت به معنای کاهش اثرات تحریک‌کننده کافئین بر بدن است. به عبارت دیگر، برای دستیابی به همان سطح انرژی و هوشیاری، این افراد به دوزهای بیشتری از کافئین نیاز خواهند داشت.`,
                titr4: 'جمع بندی',
                para5: `قهوه، به عنوان یک نوشیدنی محبوب، تأثیرات متعددی بر روی بدن انسان دارد. کافئین موجود در قهوه معمولاً بین 10 تا 20 دقیقه بعد از مصرف شروع به اثرگذاری می‌کند و اوج تأثیرات آن در حدود 20 تا 60 دقیقه پس از مصرف اتفاق می‌افتد. نیمه عمر کافئین تقریباً 5 ساعت است، به این معنی که پس از این مدت، نیمی از مقدار کافئین مصرفی در بدن باقی می‌ماند و به‌طور کامل بین 10 تا 12 ساعت بعد از مصرف دفع می‌شود. عوامل مختلفی همچون میزان مصرف، نوع قهوه، تداخل با داروها، وضعیت معده و وزن بدن می‌توانند بر مدت و شدت اثرگذاری قهوه تأثیر بگذارند. به‌طور کلی، درک این تأثیرات و عوامل مؤثر بر آن می‌تواند به مصرف‌کنندگان کمک کند تا از فواید قهوه بهره‌مند شوند و عوارض منفی آن را کاهش دهند.`
            }

        }
    ],
    basket : []

}

export default data